[
  "obsidian-imgur-plugin",
  "obsidian-tabs",
  "better-word-count",
  "obsidian-dictionary-plugin",
  "markdown-prettifier",
  "recent-files-obsidian",
  "cm-show-whitespace-obsidian",
  "better-fn",
  "text-snippets-obsidian",
  "darlal-switcher-plus",
  "file-explorer-note-count",
  "obsidian-vault-statistics-plugin",
  "templater-obsidian",
  "oz-clear-unused-images",
  "obsidian-image-toolkit",
  "obsidian-copy-block-link",
  "obsidian-code-block-enhancer",
  "hover-external-link",
  "obsidian-outliner",
  "obsidian-auto-pair-chinese-symbol",
  "obsidian-pangu",
  "various-complements"
]